import React, { Component } from 'react';
import './Service.css';
import {Helmet} from "react-helmet";
class Service extends Component {
  componentDidMount(){
    document.title = 'Доставка, оплата - Clothes4U';
  }
  render() {
    return (
      <div className='container service'>
        <Helmet>
            <meta name="keywords" content={`доставка, оплата, женщин, мужчин, парням, девушкам, жінок, чоловіків, для, дівчат, хлопців, clothes4u, купить, цены, цена, скидки, Украине, интернет, магазин, купити, в, Україні, ціни`}/>
            <meta name="Description" content="Купити одяг, взуття, аксесуари та рюкзаки по величезних знижках. Інтернет-магазин Clothes4U. Оплата після огляду. Доставка по Україні за 24 години." />
        </Helmet>
        <h1>Доставка, оплата, повернення</h1>
        <div className='header'>
          <h3><b>Як оплатити замовлення.</b></h3>
          <p>Оплата товару здійснюється у відділенні Нової Пошти після огляду.</p>
          <p>Враховуйте, що оплачуючи товар при отриманні Ви додатково повинні сплатити комісійний збір за тарифами перевізника за пересилку коштів.</p>
          <p><b>Важливо! Оглядайте товар перед оплатою!</b></p>
        </div>
        <div className='header'>
        <h3><b>Як отримати товар?</b></h3>
        <p>Ми співпрацюємо з компаніями-перевізниками: «Новою Поштою»</p>
        <p><b>Увага! Вартість послуги з доставки посилки оплачує одержувач за тарифами перевізника!</b></p>
        <p>Після оформлення замовлення на нашому сайті:</p>
        <p>1. Вам прийде SMS-повідомлення, в якому буде вказано номер експрес-накладної. Це дозволить Вам відслідковувати статус своєї посилки;</p>
        <p>2. Після того, як посилка прибуде на поштове відділення, Вам надійде SMS-повідомлення від компанії-перевізника;</p>
        <p>3. Вам необхідно звернутися у відділення «Нової пошти», вказане Вами, для отримання свого замовлення. 
          <b>Важливо! Для отримання відправлення наявність Вашого паспорта або посвідчення особи обов'язково!</b></p>
        <p>4. Сплатіть вартість послуги доставки посилки оператору;</p>
        </div>
        <div className='header'>
          <h3><b>Коли прийде замовлення?</b></h3>
          <p>Ваше замовлення буде Вам доставлене в термін, але з урахуванням режиму роботи та графіка доставки посилок
            компанією «Нова пошта» в Ваш регіон. Зазвичай здійснюється доставка посилок протягом 1-3 робочих дні;
          </p>
          <p><b>ВАЖЛИВО: Відправлення лежать на складі перевізника протягом 5 робочих днів, на 6-й день посилки повертаються назад.</b></p>
        </div>
        <div className='header'>
          <h3><b>Як обміняти товар, або повернути товар.</b></h3>
          <p>Якщо товар, який Ви замовили на нашому сайті, з якихось причин не підійшов, Ви маєте право повернути його протягом 14 днів. Для цього Вам необхідно:</p>
          <p>1. Заповнити бланк повернення, що знаходиться на чеку, і вкласти його разом з товаром;</p>
          <p>2. Надіслати посилку зручним для Вас способом;.</p>
          <p><b>У випадку, якщо Вам відправлено не той товар (розмір, колір), що Ви замовили, ми компенсуємо витрати за пересилку повернення. Якщо розмір на товарі вказаний виробником такий, як Ви замовили, але товар не підійшов - пересилку повернення та обміну оплачуєте Ви за тарифом перевізника.</b></p>
          <p>3. Дочекатися повідомлення про те, що Ваше повернення надійшло на наш склад.</p>
          <p>Після цього ми здійснимо переказ грошових коштів на Ваш рахунок за товар.</p>
        </div>
        <div className='header'>
          <h3><b>Зверніть увагу!</b></h3>
          <p>- Ви зможете повернути товар тільки за умови, що його споживчі властивості і товарний вигляд були збережені. Тобто він не повинен мати слідів експлуатації, а також повинні бути в наявності і в неушкодженому вигляді всі оригінальні ярлики і упаковка;</p>
          <p>- Товар, що має брак, або неправильно сформоване нами замовлення Ви можете повернути нам тільки з оригінальними ярликами і у фірмовій упаковці;</p>
          <p>- Зверніть увагу, якщо Ви надіслали нам товар, який не відповідає вищезазначеним умовам повернення, ми будемо змушені відправити його назад за Ваш рахунок.</p>
        </div>
      </div>
    );
  }
}
export default Service;